<script setup>

</script>

<template>
    <div class="lyrics">
        <div class="title">Текст</div>
        <div>
            <p>
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
                Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
            </p>
        </div>
    </div>
</template>

<style scoped>
    .lyrics{
        padding-left: 10px;
        width: 50%;

        .title{
            font-size: 32px;
            font-weight: bold;
            margin-bottom: 10px;
        }
    }
</style>